Autodesk.Revit.UI.UIApplication.TagByExample
Subscribe to the TagByExample event to be notified after the reference tags for Tag Using Reference have been selected.
Remarks:
This event is raised after the reference tags for Tag Using Reference have been selected.
Since:
2027

Autodesk.Revit.UI.UIApplication.OptimizeAnnotationsEditModeExited
Subscribe to the OptimizeAnnotationsEditModeExited event to be notified after exiting optimize annotations edit mode.
Remarks:
This event is raised after exiting optimize annotations edit mode.
Since:
2027

Autodesk.Revit.UI.UIApplication.OptimizeAnnotationsEditModeEntered
Subscribe to the OptimizeAnnotationsEditModeEntered event to be notified after entering optimize annotations edit mode.
Remarks:
This event is raised after entering optimize annotations edit mode.
Since:
2027